CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
humao.rest-client
James-Yu.latex-workshop
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
vscodevim.vim
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme